export const CHAT_ERROR_MESSAGES = {
	CHAT_401: "채팅방을 찾을 수 없습니다",
	CHAT_402: "접근할 수 없는 채팅방 입니다",
	CHAT_403: "해당 메시지를 찾을 수 없습니다",
	CHAT_405: "채팅 상대 회원을 차단한 상태입니다. 채팅 시작이 불가능합니다",
	CHAT_406: "채팅 상대 회원이 나를 차단했습니다. 채팅 시작이 불가능합니다",
	CHAT_407: "채팅 상대 회원이 탈퇴했습니다. 채팅 시작이 불가능합니다",
	CHAT_408:
		"해당 채팅방에 입장 상태가 아닙니다. 채팅방 입장 후 메시지 읽음 처리하세요",
	CHAT_409: "채팅 상대 회원이 탈퇴했습니다. 메시지 전송이 불가능합니다",
	CHAT_410: "채팅 상대 회원을 차단한 상태입니다. 메시지 전송이 불가능합니다",
	CHAT_411: "채팅 상대 회원이 나를 차단했습니다. 메시지 전송이 불가능합니다",
	CHAT_412:
		"해당 게시글을 찾을 수 없습니다. 게시글 시스템 메시지 등록에 실패했습니다",
	CHAT_413: "시스템 메시지 등록에 실패했습니다. 관리자에게 문의 바랍니다",
	CHAT_414: "시스템 메시지 타입 조회에 실패했습니다. 관리자에게 문의 바랍니다",
} as const;
