export default function PrivacyTermContent() {
	return (
		<div className="w-full pb-40">
			<header>
				<h1>개인정보처리방침(필수)</h1>
				<p>
					'겜구' 은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을
					보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록
					다음과 같은 처리방침을 두고 있습니다.
				</p>
				<p>
					'겜구' 은(는) 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는
					개별공지)을 통하여 공지할 것입니다.
				</p>
				<p>본 방침은 [2024년 8월 1일]부터 시행됩니다.</p>
			</header>

			<section>
				<h2>제3자로부터 수집하는 정보</h2>
				<p>
					본 서비스는 라이엇 게임즈와의 연동을 통해 사용자 정보를 수령하며,
					제공된 정보는 본 서비스의 운영 및 사용자 편의를 위해 활용됩니다.
					자세한 정보는 라이엇의 개인정보처리방침을 참조하시기 바랍니다.
				</p>
				<p>
					겜구는 유저가 제공하는 정보 및 자동수집 정보를 보완하기 위하여
					제3자(라이엇)로부터 다음과 같은 정보를 수집할 수 있습니다.
				</p>
				<ol className="list-decimal pl-5">
					<li>회원의 이메일주소</li>
					<li>
						회원이 라이엇게임즈코리아 유한회사(Riot Games Korea, Ltd.)에 등록한
						계정과의 연동을 위한 식별자
					</li>
					<li>
						회원이 게임을 실행하여 누적한 전적(승패 등) 등 게임자료 일체에 관한
						정보
					</li>
				</ol>
			</section>

			<section>
				<h2>개인정보의 처리 목적</h2>
				<p>
					'겜구' 은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한
					개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이
					변경될 시에는 사전동의를 구할 예정입니다.
				</p>
				<ol className="list-decimal pl-5">
					<li>
						홈페이지 회원가입 및 관리회원 가입의사 확인, 회원자격 유지·관리,
						서비스 부정이용 방지, 각종 고지·통지, 분쟁 조정을 위한 기록 보존
						등을 목적으로 개인정보를 처리합니다.
					</li>
					<li>
						민원사무 처리민원인의 신원 확인, 민원사항 확인, 사실조사를 위한
						연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.
					</li>
					<li>
						재화 또는 서비스 제공서비스 제공, 콘텐츠 제공 등을 목적으로
						개인정보를 처리합니다.
					</li>
					<li>
						마케팅 및 광고에의 활용신규 서비스(제품) 개발 및 맞춤 서비스 제공,
						이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에
						따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 접속빈도 파악
						또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를
						처리합니다.
					</li>
				</ol>
			</section>

			<section>
				<h2>개인정보의 처리 및 보유 기간</h2>
				<ol className="list-decimal pl-5">
					<li>
						'겜구' 은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
						개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서
						개인정보를 처리, 보유합니다.
					</li>
					<li>
						각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
						<ol type="a" className="mt-2 pl-5 [list-style-type:lower-alpha]">
							<li>
								홈페이지 회원가입 및 관리: 홈페이지 탈퇴일로부터 1개월이
								경과하는 날까지. 다만, 관계 법령 위반에 따른 수사, 조사 등이
								진행중인 경우에는 해당 수사, 조사 종료 시까지.
							</li>
							<li>민원사무 처리: 민원사무 처리 완료 시까지.</li>
							<li>재화 또는 서비스 제공: 재화·서비스 공급 완료 시까지.</li>
							<li>마케팅 및 광고에의 활용: 홈페이지 탈퇴 시까지.</li>
						</ol>
					</li>
				</ol>
			</section>

			<section>
				<h2>정보주체와 법정대리인의 권리, 의무 및 그 행사방법</h2>
				<p>이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.</p>
				<ol className="list-decimal pl-5">
					<li>
						정보주체는 '겜구'에 대해 언제든지 다음 각 호의 개인정보 보호 관련
						권리를 행사할 수 있습니다.
						<ol type="a" className="pl-5 [list-style-type:lower-alpha]">
							<li>개인정보 조회</li>
							<li>개인정보 수정</li>
							<li>오류 등이 있을 경우 정정 요구</li>
							<li>회원 탈퇴</li>
						</ol>
					</li>
					<li>
						제1항에 따른 권리 행사는 사이트 내의 회원정보 관리 시스템에서
						정보주체가 직접 권리를 행사 할 수 있고, 정보주체의 법정대리인이나
						위임을 받은 자 등 대리인을 통하여도 할 수 있습니다. 이 경우 개인정보
						보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하여야 합니다.
					</li>
					<li>
						정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한
						경우에는 겜구은(는) 정정 또는 삭제를 완료할 때까지 당해 개인정보를
						이용하거나 제공하지 않습니다.
					</li>
				</ol>
			</section>

			<section>
				<h2>처리하는 개인정보의 항목</h2>
				<p>'겜구' 은(는) 다음의 개인정보 항목을 처리하고 있습니다.</p>
				<ol className="list-decimal pl-5">
					<li>
						홈페이지 회원가입 및 관리수집 정보: 이메일 주소, 소환사명, 비밀번호
					</li>
					<li>민원사무 처리수집 정보: 이메일 주소</li>
					<li>
						재화 또는 서비스 제공수집 정보: 이메일 주소, 소환사명, 비밀번호
					</li>
					<li>마케팅 및 광고에의 활용선택: 이메일 주소</li>
					<li>
						인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어
						기록 및 수집될 수 있습니다.접속 IP정보, 쿠키, 접속로그, 서비스
						이용기록, 이용제한 기록 등
					</li>
				</ol>
			</section>

			<section>
				<h2>개인정보의 파기</h2>
				<p>
					'겜구' 은(는) 원칙적으로 개인정보 처리 목적이 달성된 경우에는 지체없이
					해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과
					같습니다.
				</p>
				<ul className="list-disc pl-5">
					<li>
						파기절차
						<p>
							이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우
							별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후
							혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한
							경우가 아니고서는 다른 목적으로 이용되지 않습니다.
						</p>
					</li>
					<li>
						파기 기한
						<p>
							이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는
							보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성,
							해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을
							때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일
							이내에 그 개인정보를 파기합니다. 단, 개인정보의 보유 기간에 대한
							정책에 의해 예외적으로 파기가 되지 않거나 별도의 DB에 옮겨 해당
							보유기간까지 보유 할 수 있습니다.
						</p>
					</li>
					<li>
						파기 방법
						<p>
							'겜구' 은(는) 전자적 파일 형태로 기록 및 저장된 개인정보는 기록을
							재생할 수 없도록 파기하며, 종이 문서에 기록, 저장된 개인정보는
							분쇄기로 분쇄하거나 소각하여 파기합니다.
						</p>
					</li>
				</ul>
			</section>

			<section>
				<h2>개인정보 자동 수집 장치의 설치•운영 및 거부</h2>
				<p>
					이용자 개개인에게 개인화되고 맞춤화된 서비스를 제공하기 위해서 회사는
					이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
					쿠키는 웹사이트를 운영하는데 이용되는 서버가 사용자의 브라우저에게
					보내는 조그마한 데이터 꾸러미로 이용자 컴퓨터의 하드디스크에
					저장됩니다.
				</p>
				<ul className="list-disc pl-5">
					<li>
						쿠키의 사용 목적
						<p>
							회원과 비회원의 접속 빈도나 방문 시간 등의 분석, 이용자의 취향과
							관심분야의 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수
							파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
						</p>
					</li>
					<li>
						쿠키 설정 거부 방법
						<p>
							이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서,
							이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를
							허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든
							쿠키의 저장을 거부할 수도 있습니다.
						</p>
						<ol className="mt-2 ml-4 list-decimal pl-5">
							<li>
								Internet Explorer : 웹브라우저 상단의 [도구] → [인터넷 옵션] →
								[개인정보] → [고급] 메뉴를 통해 설정
							</li>
							<li>
								Chrome : 웹브라우저 우측 상단의 [ ⋮ ] → [설정] → [개인정보 및
								보안] → [사이트 설정] → [쿠키 및 사이트 데이터] 메뉴를 통해 설정
							</li>
						</ol>
					</li>
				</ul>
			</section>

			<section>
				<h2>회원(이하 법정대리인 포함)의 권리와 의무 및 그 행사방법 등</h2>
				<ol className="list-decimal pl-5">
					<li>
						회원은 언제든지 「개인정보의 열람, 정정, 수정, 삭제, 처리의 중단
						요구」등 개인정보 보호에 필요한 권리를 모두 행사할 수 있습니다.
					</li>
					<li>
						제1항에 따른 권리 행사는 회사에 대해 서비스 내 회원정보 관리시스템을
						통하여 할 수 있으며, 이 경우 10일 내 조치하도록 하겠습니다.
					</li>
					<li>
						제1항에 따른 권리 행사는 회원의 대리인(법정대리인, 임의대리인 모두
						포함)을 통해 할 수 있습니다. 이 경우 회원은 「개인정보처리방법에
						관한 고시 제2020-7호」 별지 제11호 서식에 따른 위임장을 제출하여야
						합니다.
					</li>
					<li>
						개인정보보호법 제35조 제4항, 제37조 제2항에 의하여 회원의 권리가
						제한될 수 있습니다.
					</li>
					<li>
						회사가 처리 중인 개인정보가 다른 법령에서 수집 대상으로 명시되어
						있는 경우, 회원은 회사에 대하여 해당 개인정보의 삭제를 요구할 수
						없습니다.
					</li>
					<li>
						회사는 회원이 제1항 기재 권리를 행사할 때 그 회원이 본인인지 아니면
						정당한 위임을 받은 대리인인지 확인합니다.
					</li>
				</ol>
			</section>

			<section>
				<h2>개인정보의 안전성 확보 조치</h2>
				<p>
					'겜구' 은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에
					필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.
				</p>
				<ol className="list-decimal pl-5">
					<li>
						비밀번호의 암호화
						<p className="mt-1 ml-4">
							이용자의 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알
							수 있으며 개인정보의 확인, 변경 및 탈퇴(파기)도 비밀번호를 알고
							있는 본인에 의해서만 가능합니다.
						</p>
					</li>
					<li>
						개인정보의 암호화
						<p className="mt-1 ml-4">
							중요한 개인정보는 데이터를 전송 시 암호화하는 등의 별도 보안기능을
							이용하고 있으며, 추가적인 보안문제가 발견될 경우 보안성 확보를
							위해 기술적인 장치를 갖추려고 노력하고 있습니다.
						</p>
					</li>
				</ol>
			</section>

			<section>
				<h2>개인정보 처리방침 변경</h2>
				<p>
					이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른
					변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일
					전부터 공지사항을 통하여 고지할 것입니다.
				</p>
			</section>
		</div>
	);
}
